export const COMMENTATOR_NAMES = [
  'Иван',
  'Алихан',
  'Айсултан',
  'Омар',
  'Виктор',
  'Юлия',
  'Алдияр',
  'Амир',
  'Александр',
  'Алексей',
  'Андрей',
  'Анастасия',
  'Алиса',
  'Алина',
  'Анна',
  'Владимир',
  'Владислав',
  'Дмитрий',
  'Евгений',
  'Екатерина',
  'Елена',
  'Альтаир',
  'Айбар',
  'Алинур',
  'Арлан',
];
// массив комментариев к фотографиям
export const COMMENTS = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];
// массив описаний фотографий
export const PHOTO_DESCRIPTIONS = [
  'Пруд в парке',
  'Указатель на дороге',
  'Пляж на острове',
  'Девушка на берегу моря',
  'мясо с рисом',
  'Спортивная машина',
  'Клубника на тарелке',
  'Морс',
  'Самолёт над пляжем',
  'Обувь на полке',
  'дорога между деревьями',
  'Белая ауди на дороге',
  'Салат с овощами',
  'Кот над рисом в виде суши',
  'Теплая обувь надетая на ноги',
  'Самолёт в небе',
  'Оркестр на сцене',
  'Красная ретро машина в гараже',
  'Тапочки с фонариком',
  'Пальмы возле отеля',
  'Курица с овощами',
  'Закат на берегу моря',
  'Краб на бревне',
  'Концерт на сцене',
  'Белый внедорожник проезжающий мимо бегемота'
];
export const PHOTOS_COUNT = 25;
export const MIN_LIKES = 15;
export const MAX_LIKES = 200;
export const MIN_COMMENTS = 0;
export const MAX_COMMENTS = 30;
export const MIN_AVATAR_NUMBER = 1;
export const AVATARS_COUNT = 6; // количество аватаров
export const AVATAR_PATH = 'img/avatar-'; // путь к аватару
